12/data/attachments/9bc2e15502981c94.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_969af944-d2f4-4ef0-a2bb-438e86edbf98</nif:username>
            <nif:friendToBeAdded>Nancy_statement_Friend_39449_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>